const rawStyleText = `/* 
** Привет. Меня зовут Иван, я фронтенд-разработчик.
** Я уже почти доделал этот сайт, но вы успели зайти сюда до этого момента...
** Но погодите, сейчас я всё быстро доделаю! Немного кода, буквально пару строчек!
*/

.comment { color: #43994c; font-style: italic; }
.selector { color: #e69f0f; }
.key { color: #64d5ea; }
.value { color: #be84f2; }

/* 
** Так... Красиво сделал. Сейчас выведу окно настроек.
** Возможно вы предпочитаете тёмную цветовую тему, или сменить язык на английский?
** You are welcome! :) 
*/

.screen { width: 65%; }
.settings { width: 25%; border-width: 1px; padding: 1rem; }
.buttons { display: block; opacity: 1; }

/*
** Ладно. Интерактив - это здорово, но прокрутите колесиком мышки вниз:
** Там вы найдёте немного информации обо мне, моё портфолио и контакты.
** Добро пожаловать на мой сайт!
*/`;

export default rawStyleText;
